Repository: sugar-activities/4219-activity
Catalog: po/*.po
Languages: es, hi

source: Water Water is the key to survival and sustainence. Used for drinking, washing and raising crops. Maintain and improve the wells for a constant supply of clean water. Medicine Medicine for treatment and cure of diseases. Vaccination for children Ensure a steady supply of medicines for a safe and a healthy Gokul.
es: Agua El agua es la clave para la supervivencia y sustainence. Se utiliza para beber, lavar y levantar las cosechas. Mantener y mejorar los pozos para el suministro constante de agua limpia. Medicina Medicina para el tratamiento y la cura de enfermedades. La vacunacion de los ninos Asegurar un suministro constante de medicamentos para la caja fuerte y un Gokul saludable.
hi: वतेर वतेर िस थे केय तो सुर्विवल न्द सुस्तैनेन्के. ूसेद फोर द्रिन्किन्ग, वशिन्ग न्द रैसिन्ग क्रोप्स. ंैन्तैन न्द िम्प्रोवे थे वेल्ल्स फोर कोन्स्तन्त सुप्प्ल्य ोफ क्लेअन वतेर. ंेदिकिने ंेदिकिने फोर त्रेअत्मेन्त न्द कुरे ोफ दिसेअसेस. वक्किनतिओन फोर चिल्द्रेन ेन्सुरे स्तेअद्य सुप्प्ल्य ोफ मेदिकिनेस फोर सफे न्द हेअल्थ्य गोकुल.

source: Books Books are meant for young and old, keep them well my friend, their weight is gold. Maintain the existing books in school libraries, and order more whenever required. Books on nutrition, hygiene and agriculture will help the community to adapt best practices at Gokul. Tools Make or buy tools for maintaining fields and growing crops, and for construction of facilities. Building Materials Straw, wood, mud and bricks compose the building materials. Produce building materials at the workshop, or buy them at the market for construction of facilities.
es: Libros Los libros están destinados a jóvenes y mayores, mantenerlos bien mi amigo, su peso es de oro. Mantener los libros existentes en las bibliotecas escolares, y pedir más cuando sea necesario. Libros sobre la nutrición, la higiene y la agricultura, ayudará a la comunidad para adaptar las mejores prácticas en Gokul. Herramientas De fabricar o comprar herramientas para el mantenimiento de campos y cultivos, y para construcción de instalaciones. Materiales de construcción De paja, madera, barro y ladrillos componen los materiales de construcción. Producción de materiales de construcción en el taller, o comprarlos en el mercado de la construcción de las instalaciones.
hi: बूक्स बूक्स रे मेअन्त फोर योउन्ग न्द ोल्द, कीप थेम वेल्ल म्य फ्रिएन्द, थेइर वेइघ्त िस गोल्द. ंैन्तैन थे ेxिस्तिन्ग बूक्स िन स्चूल लिब्ररिएस, न्द ोर्देर मोरे व्हेनेवेर रेqुइरेद. बूक्स ोन नुत्रितिओन, ह्य्गिएने न्द ग्रिकुल्तुरे विल्ल हेल्प थे कोम्मुनित्य तो दप्त बेस्त प्रक्तिकेस त गोकुल. टूल्स ंके ोर बुय तूल्स फोर मैन्तैनिन्ग फिएल्द्स न्द ग्रोविन्ग क्रोप्स, न्द फोर कोन्स्त्रुक्तिओन ोफ फकिलितिएस. बुइल्दिन्ग ंतेरिअल्स सत्रव, वूद, मुद न्द ब्रिक्क्स कोम्पोसे थे बुइल्दिन्ग मतेरिअल्स. परोदुके बुइल्दिन्ग मतेरिअल्स त थे वोर्क्षोप, ोर बुय थेम त थे मर्केत फोर कोन्स्त्रुक्तिओन ोफ फकिलितिएस.

source: Living is learning. Learning is living.
es: Vivir es aprender. Aprender es vivir.
hi: जहाँ सीख रहा है. सीखना रह रही है

source: We define learning as a compound formed by three elements:
es: Se define el aprendizaje como un compuesto formado por tres elementos:
hi: हम एक तीन तत्वों द्वारा गठित यौगिक के रूप में सीखने को परिभाषित:

source: Education - learning from ones physical, social and spiritual environment
es: Educacion - Aprendizaje de las fisicas, el entorno social y espiritual,
hi: शिक्षा - भौतिक वाले, सामाजिक और आध्यात्मिक वातावरण से सीख

source: Training - how to learn learning
es: Formacion - a aprender de aprendizaje
hi: - प्रशिक्षण कैसे सीखने जानने के लिए

source: Entertainment - learning should always be fun, Happy Learning
es: Entretenimiento - aprendizaje siempre debe ser divertido, Happy Learning
hi: मनोरंजन - हमेशा मजा, मुबारक सीखना चाहिए सीखने

source: Our vision is to engineer and deploy interactive platforms to enable and cherish learning.
es: Entretenimiento - aprendizaje siempre debe ser divertido, Happy Learning
hi: हमारी दृष्टि के लिए इंजीनियर और इंटरैक्टिव प्लेटफार्मों को तैनात करने में सक्षम है और सीखने का मज़ा लेते है

source: Please write to us at discuss@seeta.in for opinions, feedback and ideas for
es: Por favor escríbanos a discuss@seeta.in de las opiniones, comentarios e ideas para
hi: कृपया राय, राय और विचारों के लिए discuss@seeta.in में हमारे लिए लिखने के लिए

source: development.
es: desarrollo.
hi: विकास.

source: We look forward to hearing from you.
es: Esperamos oir de usted.
hi: हम तुम से सुनने के लिए उत्सुक हैं.

source: Facility
es: Fondo
hi: सुविधा

source: has been temporarily stopped due to insufficient resources to run the facility
es: ha sido temporalmente suspendido debido a la insuficiencia de recursos para ejecutar la instalacion de
hi: अस्थायी रूप से बंद कर दिया गया है अपर्याप्त संसाधनों के कारण सुविधा चला गया है

source: has been resumed
es: Se ha reanudado la
hi: फिर से शुरू किया गया है

source: Number :
es: Numero:
hi: संख्या:

source: Level :
es: Nivel:
hi: स्तर:

source: Resources required to build : BUILDING MATERIAL:
es: Recursos necesarios para la construccion: Materiales de construccion:
hi: संसाधनों के लिए निर्माण: भवन निर्माण सामग्री की आवश्यकता:

source: TOOLS :
es: HERRAMIENTAS:
hi: उपकरण:

source: WATER :
es: AGUA:
hi: जल:

source: Resources required to run :
es: Los recursos necesarios para ejecutar
hi: संसाधनों को चलाने के लिए आवश्यक:

source: Manpower required : To build:
es: Mano de obra necesaria: Para construir:
hi: जनशक्ति की आवश्यकता: बनाने:

source: To run:
es: Para ejecutar:
hi: चलाने के लिए:

source: Resources required to upgrade : BUILDING MATERIAL:
es: Recursos necesarios para la actualizacion: Materiales de construccion:
hi: संसाधनों में नवीनीकृत: भवन निर्माण सामग्री की आवश्यकता:

source: TOOLS:
es: HERRAMIENTAS:
hi: उपकरण:

source: You cannot upgrade the facility anymore, it has reached its maximum level
es: No se puede actualizar la instalacion de mas, ha alcanzado su nivel maximo
hi: तुम अब और उन्नयन की सुविधा नहीं है, यह अपने अधिकतम स्तर तक पहुँच गया है सकते हैं

source: You cannot build a facility when it has been temporarily stopped, try building it when it is resumed
es: No se puede construir una instalacion cuando se ha detenido temporalmente, intenta construir cuando se reanudo
hi: तुम जब यह अस्थायी रूप से रोक दिया गया है बनाने की सुविधा नहीं है, यह इमारत कोशिश कर सकते हैं जब इसे फिर से शुरू हो रहा है

source: You dont have enough resources to build the facility, please try later
es: No tienes suficientes recursos para construir la instalacion, por favor intente mas tarde
hi: तुम न पर्याप्त संसाधनों के लिए सुविधा का निर्माण, कृपया बाद में कोशिश है

source: You dont have enough manpower to build the facility, please try later
es: Usted no tiene suficiente mano de obra para construir las instalaciones, por favor intente mas tarde
hi: तुम न पर्याप्त जनशक्ति की सुविधा का निर्माण, कृपया बाद में कोशिश है

source: You cannot setup more buildings of this facility, try setting up some other facility
es: Usted no puede configuración de los edificios mas de esta facilidad, trate de establecer algun otro centro
hi: तुम नहीं सेटअप कर सकते हैं इस सुविधा का अधिक भवनों, कुछ अन्य सुविधा स्थापित करने की कोशिश

source: You cannot upgrade a facility when it has been temporarily stopped, try upgrading it when it is resumed
es: No puede actualizar una instalacion cuando se ha detenido temporalmente, prueba a actualizar cuando se reanudo
hi: तुम जब यह अस्थायी रूप से रोक दिया गया है उन्नयन की सुविधा नहीं है, यह उन्नयन की कोशिश कर सकते हैं जब इसे फिर से शुरू हो रहा है

source: You need to setup a facility first to upgrade it
es: Necesita configurar un centro de primera para actualizarlo
hi: आप स्थापना के लिए इसे उन्नत पहली सुविधा की जरूरत है

source: You don't have enough resources to upgrade the facility please try later
es: Usted no tiene suficientes recursos para mejorar las instalaciones por favor intente mas tarde
hi: तुम पर्याप्त संसाधन हैं न सुविधा कृपया बाद में कोशिश उन्नयन करना

source: Facility has reached its maximum level you cant upgrade it now
es: Fondo ha alcanzado su maximo nivel no puedes actualizar ahora
hi: सुविधा अपने अधिकतम स्तर तुम खिचड़ी भाषा इसे अब उन्नत तक पहुँच गया है

source: You dont have enough money to buy this resource. Please change the quantity or try later
es: No tienes suficiente dinero para comprar este recurso. Por favor, cambie la cantidad o intente mas tarde
hi: तुम न पर्याप्त धन इस संसाधन खरीदना है. कृपया मात्रा में परिवर्तन या बाद में प्रयास करें

source: The market doesnot have enough quantity to sell this resource to village
es: El mercado se han doesnot cantidad suficiente para vender este recurso a la aldea
hi: बाजार में पर्याप्त मात्रा में गांव के लिए इस संसाधन बेच नहीं है

source: The Village cannot store so much amount of resources you should try and use the money to buy some other resources
es: La aldea no puede almacenar tanta cantidad de recursos que debe tratar de utilizar el dinero para comprar algunos otros recursos
hi: ग्रामीण संसाधनों का इतना राशि तुम कोशिश करो और धन का इस्तेमाल किसी अन्य संसाधनों खरीदना चाहिए स्टोर नहीं कर सकते

source: The village doesnot have enough quantity to sell this resource to market
es: El doesnot aldea tienen la cantidad suficiente para vender este recurso a los mercados
hi: गांव में पर्याप्त मात्रा में बाजार को यह संसाधन बेच नहीं है
