Repository: sugar-activities/4219-activity
Catalog: po/*.po
Languages: es, hi

source: FoodForce2
hi: फूडफोर्स २

source: The Resources have been traded
es: Los recursos se han negociado
hi: संसाधन कारोबार किया गया है

source: The Resources have already been traded with someone
es: Los recursos ya han sido comercializados con alguien
hi: संसाधन पहले से ही किसी के साथ कारोबार किया गया है

source: The Resources have been traded with
es: Los recursos se han negociado con
hi: संसाधन कारोबार है साथ

source: Trade
es: Comercio
hi: व्यापार

source: wants to
es: quiere
hi: चाहता है

source: units of
es: unidades de
hi: इकाइयों की

source: Accept
es: Aceptar
hi: स्वीकार

source: Reject
es: Rechazar
hi: अस्वीकार

source: Your Village Sheylan has ben hit by an Earthquake
es: Tu pueblo ha Sheylan ben afectado por un terremoto
hi: अपने गाँव Sheylan एक भूकंप ने टक्कर मार दी है बेन

source: Reward
es: Recompensa
hi: इनाम

source: FoodForce2
hi: फूडफोर्स २

source: ENTER : To show whole chat
es: ENTRAR: Para mostrar todo el chat
hi: दर्ज करें: पूरे चैट शो करने के लिए

source: ESC : To skip chat
es: CES: Para pasar de chat
hi: ईएससी: छोड़ चैट

source: ENTER : To move to next set of chats
es: ENTRAR: Para pasar al siguiente conjunto de chats
hi: दर्ज करें: चैट के अगले सेट करने के लिए कदम

source: Indicators
es: Indicadores
hi: संकेतक

source: Housing
es: Vivienda
hi: आवास

source: Nutrition
es: Nutricion
hi: पोषाहार

source: Health
es: Salud
hi: स्वास्थ्य

source: Education
es: Educacipon
hi: शिक्षा

source: Training
es: Entrenamiento
hi: प्रशिक्षण

source: Resources
es: Recursos
hi: संसाधन

source: Money -:
es: Dinero -:
hi: धन -:

source: Time Elapsed -:
es: Tiempo transcurrido -:
hi: समय बीत -:

source: Level Just Started
es: Nivel Just Started
hi: स्तर अभी शुरू

source: Water
es: Agua
hi: पानी

source: Building Materials
es: Materiales de construccion
hi: निर्माण सामग्री

source: Tools
es: Herramientas
hi: उपकरण

source: Medicines
es: Medicamentos
hi: दवाई

source: Books
es: Libros
hi: किताबें

source: Rice
es: Arroz
hi: चावल

source: Fruit & Vegatables
es: Frutas y hortalizas de
hi: फल और सब्जी.आं

source: Beans
es: Frijoles
hi: सेम

source: Sugar
es: Azucar
hi: चीनी

source: Salt
es: Sal
hi: नमक

source: Oil
es: Petroleo
hi: तेल

source: Money -:
es: Dinero -:
hi: धन -:

source: Time Elapsed -:
es: Tiempo transcurrido -:
hi: समय बीत -:

source: Years:
es: Anos:
hi: वर्ष:

source: Months:
es: Meses:
hi: माह:

source: Days:
es: Dias:
hi: दिन:

source: Manpower Distribution
es: Distribucion de Recursos Humanos
hi: जनशक्ति वितरण

source: Total Population
es: Poblacion Total
hi: कुल जनसंख्या

source: Sheltered People
es: Personas albergadas
hi: आश्रय लोग

source: Educated People
es: Las personas educadas
hi: शिक्षित लोग

source: Healthy People
hi: स्वस्थ लोग

source: People Fed
es: La gente de la Fed
hi: लोगों को परेशान

source: People Employed
es: Las personas empleadas
hi: लोग कार्यरत हैं

source: Houses
es: Casas
hi: मकान

source: Schools
es: Escuelas
hi: स्कूलों

source: Hospitals
es: Hospitales
hi: अस्पतालों

source: Workshops
es: Talleres
hi: कार्यशालाओं

source: Farms
es: Fincas
hi: खेतों

source: Wells
hi: वेल्स

source: Number:
es: Numero:
hi: संख्या:

source: Level:
es: Nivel:
hi: स्तर:

source: Message
es: Mensaje
hi: संदेश

source: Start New Game
es: Guays
hi: नयाखेलप्रारंभकरें

source: Resume Game
es: Resume juego
hi: खेल फिर से शुरू

source: Controls
es: Controles
hi: नियंत्रण

source: Exit
es: Salir
hi: बाहर निकलें

source: Guide
es: Gua
hi: गाइड

source: About Us
es: Quines somos
hi: हमारे बारे में

source: Guide
es: Gua
hi: गाइड

source: Skip
es: Saltar
hi: कूदना

source: Next >
es: Siguiente>
hi: अगला>

source: < Prev
es: <Anterior
hi: <पिछला

source: About Us
es: Quines somos
hi: हमारे बारे में

source: Close
es: Cerrar
hi: बंद करना

source: FOODFORCE II : ESCAPING POVERTY
es: FOODFORCE II: escapar de la pobreza
hi: फूडफोर्स द्वितीय: गरीबी से बचने

source: Controls
es: Controles
hi: नियंत्रण

source: Setup Facility : s
es: Facilidad de instalacin : s
hi: एस सेटअप सुविधा: s

source: Upgrade Facility : u
es: Mecanismo de actualizacin : U
hi: अद्यतन सुविधा: u

source: Buy/Sell : b
es: Compra / Venta : B
hi: खरीदना / बेचना: b

source: Scroll threades.screen up : up arrow
es: Desplcese hacia arriba threades.screen : flecha hacia arriba
hi: पत्रिका ने threades.screen: तीर अप

source: Scroll threades.screen down : down arrow
es: Threades.screen Desplcese hacia abajo : flecha
hi: पुस्तक नीचे threades.screen: नीचे तीर

source: Scroll threades.screen left : left arrow
es: Threades.screen Desplcese a la izquierda : flecha izquierda
hi: पुस्तक threades.screen छोड़ दिया: बाईं तीर

source: Scroll threades.screen right : right arrow
es: Desplcese a la derecha threades.screen: flecha hacia la derecha
hi: पुस्तक threades.screen सही: सही तीर

source: Setup Facility
es: Facilidad de instalacin
hi: सेटअप सुविधा

source: Upgrade Facility
es: Mecanismo de actualizacin
hi: अद्यतन सुविधा

source: Buy/Sell
es: Compra / Venta
hi: खरीदना / बेचना

source: Scroll Screen up
es: Desplazamiento de la pantalla hasta
hi: पुस्तक स्क्रीन ऊपर

source: Scroll Screen down
es: Desplazamiento de la pantalla hacia abajo
hi: पुस्तक नीचे स्क्रीन

source: Scroll Screen left
es: Desplazamiento de la pantalla a la izquierda
hi: पुस्तक स्क्रीन छोड़ दिया

source: Scroll Screen right
es: Desplazar a la derecha de pantalla
hi: पुस्तक स्क्रीन का अधिकार

source: Focus
hi: फोकस

source: De Focus
hi: डी फोकस

source: up arrow
es: flecha hacia arriba
hi: ऊपर तीर

source: down arrow
es: FLECHA ABAJO
hi: नीचे तीर

source: left arrrow
es: izquierda arrrow
hi: बाएं तीर

source: right arrow
es: flecha hacia la derecha
hi: दाएं तीर

source: OK
hi: ठीक है

source: this will test localisation in the log
es: esto pondrá a prueba su localización en el registro de
hi: इस प्रवेश में स्थानीयकरण का परीक्षण होगा

source: Set up a facility for your village
es: Establecer un mecanismo para su pueblo
hi: सेट अपने गांव के लिए एक सुविधा अप

source: What would you like to set up? Choose a facility from the list and press the Set Up button.
es: Que te gustaria crear? Elija una instalacion de la lista y pulse el boton Configurar.
hi: आप की स्थापना की क्या करना चाहेंगे? सूची में से एक सुविधा चुनें और ऊपर का बटन निर्धारित करें दबाएँ.

source: Please select a Facility to see its status and Requirements
es: Por favor, seleccione un servicio para ver su estado y requisitos
hi: कृपया एक सुविधा को चुनने के लिए अपनी स्थिति और आवश्यकताएँ देखें

source: House
es: Casa
hi: मकान

source: Hospital
hi: अस्पताल

source: Workshop
es: Taller
hi: कार्यशाला

source: School
es: Escuela
hi: विद्यालय

source: Farm
es: Granja
hi: खेत

source: Well
es: Bien
hi: कुआं

source: Set Up
es: Configurar
hi: स्थापित करना

source: House:
es: Casa:
hi: मकान:

source: Hospital:
hi: अस्पताल:

source: School:
es: Escuela:
hi: विद्यालय:

source: Workshop:
es: Taller:
hi: कार्यशाला:

source: Farm:
es: Granja:
hi: खेत:

source: Well:
es: Bien:
hi: कुआं:

source: Please select a Facility for building
es: Por favor, seleccione una instalacion para la construccion
hi: कृपया निर्माण के लिए एक सुविधा का चयन करें

source: Facility has been build
es: Instalacion ha sido la construccion
hi: सुविधा का निर्माण हुआ है

source: Setup Farm
es: Instalacion de la granja
hi: सेटअप फार्म

source: Rice
es: Arroz
hi: चावल

source: Fruit and Vegetables
es: Frutas y Hortalizas
hi: फलों और सब्जियों

source: Beans
es: Frijoles
hi: सेम

source: Balance the bar chart to select the percentages of different food items you want to grow in your farm
es: Balance de la grafica de barras para seleccionar los porcentajes de los diferentes alimentos que desee crecer en su granja de
hi: शेष बार विभिन्न खाद्य पदार्थों आप अपने खेत में जाना चाहते प्रतिशत चुनें चार्ट

source: Please select a Facility and press Upgrade button to upgrade.
es: Por favor seleccione una instalación y pulse el botón Actualizar para actualizar.
hi: कृपया एक सुविधा का चयन करें और अद्यतन बटन को प्रेस में नवीनीकृत.

source: Please select a Facility to see its next upgrade
es: Por favor, seleccione una instalación para ver la próxima actualización
hi: कृपया एक सुविधा को चुनने के लिए अपने अगले उन्नत देख

source: Upgrade
hi: अद्यतन

source: Upgrades
es: Actualizaciones
hi: उन्नयन

source: Please select a Facility for Upgrading
es: Por favor, seleccione una instalación para actualizar
hi: कृपया के उन्नयन के लिए एक सुविधा का चयन करें

source: Facility has been upgraded
es: Fondo se ha actualizado
hi: सुविधा का उन्नयन किया गया है

source: Buy or Sell Resources
es: Comprar o vender recursos
hi: खरीद या बेच संसाधन

source: Village
es: Aldea
hi: गांव

source: Quantity
es: Cantidad
hi: मात्रा

source: Price
es: Precio
hi: मूल्य

source: Market
es: Mercado
hi: बाजार

source: Water
es: Agua
hi: पानी

source: Building Materials
es: Materiales de construccion
hi: निर्माण सामग्री

source: Tools
es: Herramientas
hi: उपकरण

source: Books
es: Libros
hi: किताबें

source: Medicines
es: Medicamentos
hi: दवाई

source: Fruit & Vegatables
es: Frutas y hortalizas de
hi: फल और सब्जी.आं

source: Sugar
es: Azucar
hi: चीनी

source: Salt
es: Sal
hi: नमक

source: Oil
es: Petroleo
hi: तेल

source: Trade with Peer Villages
es: Comercio con los Pueblos de pares
hi: सहकर्मी गांवों के साथ व्यापार

source: Quantity
es: Cantidad
hi: मात्रा

source: Price
es: Precio
hi: मूल्य

source: Buy
es: Comprar
hi: खरीदना

source: Sell
es: Vender
hi: बेचना

source: Close
es: Cerrar
hi: बंद करना

source: Welcome to the market of SHEYLAN, where you can trade resources. Select which item you would like to buy or sell on the left-hand column, enter the amount, and then choose buy or sell
es: Bienvenido al mercado de Sheylan, donde puedes intercambiar recursos. Seleccione el elemento que desea comprar o vender en la columna de la izquierda, introduzca la cantidad, y luego elegir comprar o vender
hi: शेय्लान के बाजार में आपका स्वागत है तुम संसाधनों जहां व्यापार कर सकते हैं. आइटम का चयन करें जो आप खरीद या बाएँ हाथ स्तम्भ पर बेचने की तरह राशि में प्रवेश करेंगे, तो और खरीदने या बेचने का चयन

source: The Village has bought the resource you demanded
es: La aldea ha comprado el recurso que exigia
hi: ग्राम संसाधन की मांग की तुम खरीदा है

source: Please select a Resource for Trading
es: Por favor, seleccione un recurso para el Comercio
hi: कृपया व्यापार के लिए एक संसाधन का चयन करें

source: The Village has sold the resource you demanded
es: La aldea ha vendido el recurso que exigia
hi: ग्राम संसाधन तुम मांग बेच दिया है

source: Setup Facility
es: Facilidad de instalación
hi: सेटअप सुविधा

source: Upgrade Facility
es: Mecanismo de actualizacion
hi: अद्यतन सुविधा

source: Buy/Sell Resources
es: Compra / Venta Recursos
hi: खरीद / संसाधन बेच

source: Village doesn't have enough money to buy the resources
es: La aldea no tiene suficiente dinero para comprar los recursos
hi: गांव के लिए पर्याप्त धन संसाधन खरीदने की जरूरत नहीं है

source: There are not enough resources in the village to trade
es: No hay recursos suficientes en el pueblo para el comercio
hi: वहाँ गांव में पर्याप्त संसाधनों का व्यापार नहीं कर रहे हैं

source: Loading New Level...
es: Cargando Nueva Nivel ...
hi: लोड हो रहा है नए स्तर पर ...

source: Loading Level No:
es: Nivelación de la carga no:
hi: लोड हो रहा है स्तर नहीं:

source: in texts.py
es: en texts.py
hi: texts.py में

source: Houses would be upgraded to brick and mortar from the mud and thatched roof houses.
es: Casas se actualiza a ladrillo y mortero de las casas de barro y techo de paja.
hi: घरों में मिट्टी और फूस की छत के घरों से ईंट और मोर्टार को उन्नत बनाया जाएगा

source: Every house would be provided with an outhouse toilet.
es: Cada casa se dispone de un aseo retrete.
hi: हर घर एक बाहर वाले घर शौचालय के साथ उपलब्ध कराया जाएगा.

source: Electricity connection have been provided to every house.
es: Conexión eléctrica se han proporcionado a cada casa.
hi: बिजली कनेक्शन के हर घर को प्रदान किया गया है.

source: Hospitals have been upgraded to brick and mortar from the mud and thatched roof Hospitals.
es: Los hospitales se han actualizado a ladrillo y mortero de barro y los Hospitales de techo de paja.
hi: अस्पताल मिट्टी और फूस की छत के अस्पतालों से ईंट और मोर्टार के लिए उन्नत बनाया गया है.

source: The Hospitals have been renovated and stuffed with investigatory equipments.
es: Los hospitales han sido renovadas y rellena con equipos de investigación.
hi: अस्पतालों का जीर्णोद्धार किया गया है और जांच पड़ताल करने उपकरणों के साथ भरवां

source: Hospitals have been provided electricity connection and have been provided with corrugated roof.
es: Los hospitales se han facilitado la conexión de electricidad y se han proporcionado con techo de lámina corrugada.
hi: अस्पतालों को बिजली कनेक्शन दिए गए हैं और नालीदार छत के साथ प्रदान किया गया है.

source: Schools have been upgraded to brick and mortar from the mud and thatched roof school.
es: Las escuelas han sido acondicionadas para ladrillo y mortero de barro y de la escuela con techo de paja.
hi: विद्यालयों को मिट्टी और फूस की छत के स्कूल से ईंट और मोर्टार के लिए उन्नत बनाया गया है

source: School's capacity for number of children who can be educated in the school has increased with upgradation of furniture.
es: La capacidad de la Escuela para el número de niños que pueden ser educados en la escuela ha aumentado y la actualización de los muebles.
hi: जो बच्चे स्कूल में शिक्षित किया जा सकता है की संख्या के लिए स्कूल की क्षमता फर्नीचर के उन्नयन के साथ बढ़ गया है

source: Schools have been provided with electricity
es: Las escuelas han sido siempre con la electricidad
hi: स्कूलों में बिजली के साथ उपलब्ध कराया गया है

source: Workshops have been upgraded to brick and mortar from the mud and thatched roof Workshop.
es: Los talleres han sido actualizados a ladrillo y mortero de barro y el Taller de techo de paja.
hi: कार्यशालाओं है मिट्टी और फूस की छत कार्यशाला से ईंट और मोर्टार के लिए उन्नत बनाया गया है

source: Installation of chimney's and mechanised tools have been done.
es: De instalacion de la chimenea y herramientas mecanizadas se han hecho.
hi: चिमनी है और मशीनी उपकरण किया गया है की स्थापना

source: Workshops would be provided outhouse for workers to rest and also have been electrified.
es: Los talleres se proporcionara dependencia de los trabajadores al descanso y tambien han sido electrificadas.
hi: कार्यशालाओं आराम करने के लिए मजदूरों के लिए बाहर के घर दी जाएगी और भी बिजली गया है

source: The farms are going to be upgraded so that they would be increasing the production.
es: Las granjas van a ser actualizados de manera que seria el aumento de la produccion.
hi: खेतों में इतनी उन्नत है कि वे उत्पादन में वृद्धि हो जाएगी जा रहे हैं

source: The villagers are going to be taught about multiple crop farming so that they can grow many crops in the same farm.
es: Los habitantes del pueblo van a ser ensenados acerca de la agricultura de cultivos multiples de modo que puedan crecer muchos cultivos en la misma granja.
hi: ग्रामीणों को विभिन्न फसलों की खेती के बारे में इतना सिखाया है कि वे एक ही खेत में कई फसलें पैदा किया जा सकता है .

source: The villagers are going to be taught about how to use fertilizers for the farms to increase their productivity.
es: Los habitantes del pueblo van a ser ensenados acerca de como utilizar fertilizantes para las granjas para aumentar su productividad.
hi: ग्रामीणों को कैसे खेतों के लिए उर्वरकों का उपयोग करने के लिए उनकी उत्पादकता में वृद्धि के बारे में सिखाया जा रहे हैं

source: Upgrading a well increases the production of water
es: La actualizacion de un bien aumenta la produccion de agua
hi: उन्नयन एक अच्छी तरह से पानी का उत्पादन बढ़ता है

source: Poverty is hunger
es: La pobreza es el hambre
hi: गरीबी भूख है

source: Hunger is Poverty
es: El hambre es la pobreza
hi: भूख गरीबी है

source: WFP and SEETA aim to break this vicious cycle
es: El PMA y SEETA como objetivo romper este círculo vicioso
hi: WFP और SEETA इस दुष्चक्र को तोड़ने का लक्ष्य

source: When disaster strikes
es: Cuando ocurre un desastre
hi: जब आपदा हड़तालों

source: WFP brings food to the hungry
es: El PMA lleva alimentos a los hambrientos
hi: डब्लूएफपी भूखे को खाना लाता है

source: SEETA brings spirit and knowledge to fightback
es: SEETA trae el espíritu y el conocimiento para remontada
hi: SEETA भावना और खेल में उनकी वापसी के लिए ज्ञान होता है

source: Aim : Manage crisis, rebuild lives and bring back peace,
es: Objetivo: Administrar la crisis, la reconstruccion de vidas y la paz, la
hi: उद्देश्य: संकट प्रबंधन, जीवन के पुनर्निर्माण और शांति वापस लाने,

source: prosperity and sustainability
es: la prosperidad y la sostenibilidad
hi: समृद्धि और स्थिरता

source: Join the Food Force
es: unete a la Fuerza de la Alimentacion
hi: FoodForce में शामिल हो

source: Help your people become Physically, Socially,
es: Ayuda a tu gente a ser física, social,
hi: अपने लोगों को शारीरिक रूप से हो सामाजिक, मदद करो

source: Mentally AND Spiritually healthy
es: Mental y espiritualmente sanos
hi: मानसिक रूप से स्वस्थ और आध्यात्मिक

source: Grow food
es: Alimentos Crecer
hi: बढ़ती खाद्य

source: Trade food
es: Comercio de alimentos
hi: खाना व्यापार

source: Make your village Self-sufficient
es: Haga su propia aldea, suficiente
hi: अपने गांव के स्व बनाने के लिए पर्याप्त

source: Give your community a balanced diet
es: Dele a su comunidad de una dieta equilibrada
hi: अपने समुदाय को एक संतुलित आहार दो

source: You decide
es: Usted decide
hi: तुम तय

source: What to Grow?
es: Lo que para crecer?
hi: बढ़ती क्या हो?

source: What to Sell?
es: Que vender?
hi: क्या बेचते हो?

source: What to Buy?
es: Que comprar?
hi: क्या खरीदें?

source: Where to Invest?
es: Donde invertir?
hi: निवेश के लिए कहाँ?

source: Wise decisions for a sustainable growth
es: Decisiones sensatas para un crecimiento sostenible
hi: एक सतत विकास के लिए समझदार निर्णय

source: Breaking the vicious cycle of hunger and poverty
es: Romper el circulo vicioso del hambre y la pobreza
hi: भूख और गरीबी के दुष्चक्र को तोड़ने का

source: Welcome to Gokul village. Join the Food Force and make your community healthy and village self-sufficient. You can -Grow food. -Buy food. -Trade goods. -Help meet the basic necessities of your community: food, water and shelter. -Invest in health and education.
es: ¡Bienvenido al pueblo Gokul. unete a la Fuerza de la Alimentacion y hacer de su comunidad saludable y libre de aldea suficiente. Usted puede -Cultivar alimentos. -Compre alimentos. Bienes de Comercio. -Ayudar a satisfacer las necesidades basicas de su comunidad: comida, agua y la vivienda. -Invertir en salud y educacion.
hi: वेल्कोमे तो गोकुल विल्लगे. जोइन थे फूद फोर्के न्द मके योउर कोम्मुनित्य हेअल्थ्य न्द विल्लगे सेल्फ-सुफ्फिकिएन्त. योउ कन -गरोव फूद. -बुय फूद. -ट्रदे गूद्स. -ःेल्प मीत थे बसिक नेकेस्सितिएस ोफ योउर कोम्मुनित्य: फूद, वतेर न्द शेल्तेर. -ीन्वेस्त िन हेअल्थ न्द ेदुकतिओन

source: Living House One house per family- Help build housing for safe, secure and healthy living. Sanitation Help upgrade to an outhouse toilet per house. Farm Setup farms and help provide balanced diet to your community. Well Water is the key to survival and sustainence. Upgrade your well to get more water.
es: Vida Casa Una casa por la familia Ayude a construir viviendas para una vida segura y saludable. Saneamiento Ayudar a mejorar a un bano letrina por casa. Granja Instalación de las granjas y ayudar a proporcionar dieta equilibrada para su comunidad. Bien El agua es la clave para la supervivencia y sustainence. Actualice su bien para conseguir mas agua.
hi: ळिविन्ग ोउसे ने होउसे पेर फमिल्य- ःेल्प बुइल्द होउसिन्ग फोर सफे, सेकुरे न्द हेअल्थ्य लिविन्ग. सनिततिओन ेल्प ुप्ग्रदे तो न ोउथोउसे तोइलेत पेर होउसे. फर्म सेतुप फर्म्स न्द हेल्प प्रोविदे बलन्केद दिएत तो योउर कोम्मुनित्य. वेल्ल वतेर िस थे केय तो सुर्विवल न्द सुस्तैनेन्के. प्ग्रदे योउर वेल्ल तो गेत मोरे वतेर.

source: Community Workshop Build materials and tools for construction of facilities. School Invest in education, invest in growth. Build schools. Use indicators to measure performance. Hospital Build hospitals for prevention and cure of diseases, provide vaccination to infants and organize events for community hygiene.
es: Comunidad Taller Generar materiales y herramientas para la construccion de las instalaciones. Escuela Invertir en educacion, invertir en el crecimiento. Construccion de escuelas. Utilizar indicadores para medir el desempeno. Hospital Construir hospitales para la prevencion y cura de enfermedades, ofrecer la vacunación a los ninos y organizar eventos para la higiene de la comunidad.
hi: कोम्मुनित्य वोर्क्षोप बुइल्द मतेरिअल्स न्द तूल्स फोर कोन्स्त्रुक्तिओन ोफ फकिलितिएस. सचूल ीन्वेस्त िन ेदुकतिओन, िन्वेस्त िन ग्रोव्थ. बुइल्द स्चूल्स. ूसे िन्दिकतोर्स तो मेअसुरे पेर्फोर्मन्के. ःोस्पितल बुइल्द होस्पितल्स फोर प्रेवेन्तिओन न्द कुरे ोफ दिसेअसेस, प्रोविदे वक्किनतिओन तो िन्फन्त्स न्द ोर्गनिझे ेवेन्त्स फोर कोम्मुनित्य ह्य्गिएने.

source: Resources Food Water Medicine Books Tools Construction Materials
es: Recursos Comida Agua Medicina Libros Herramientas Materiales de Construccion
hi: रेसोउर्केस फूद वतेर ंेदिकिने बूक्स टूल्स कोन्स्त्रुक्तिओन ंतेरिअल्स

source: Food Provide balanced diet to your people for a healthy, active and strong community. At Gokul, you grow, buy and eat Rice Rice is the staple food and major source of carbohydrates at Gokul. Fruit & Vegetables Source of vitamins and minerals. About a third of every villager's diet at Gokul is composed of fruits and vegetables. Grow them in farm, consume, and trade them (in kilograms) at the market.
es: Comida Proporcionar dieta equilibrada a su gente para una comunidad saludable, activa y fuerte. En Gokul, a crecer, comprar y comer Arroz El arroz es el alimento básico y principal fuente de hidratos de carbono en Gokul. Frutas y hortalizas Fuente de vitaminas y minerales. Alrededor de un tercio de la dieta de todos los aldeanos en Gokul se compone de frutas y verduras. Crecer en la granja, consumo y comercio de ellos (en kilogramos) en el mercado.
hi: फूद परोविदे बलन्केद दिएत तो योउर पेओप्ले फोर हेअल्थ्य, क्तिवे न्द स्त्रोन्ग कोम्मुनित्य. ात गोकुल, योउ ग्रोव, बुय न्द ेअत रिके रिके िस थे स्तप्ले फूद न्द मजोर सोउर्के ोफ कर्बोह्य्द्रतेस त गोकुल. फरुइत & वेगेतब्लेस सोउर्के ोफ वितमिन्स न्द मिनेरल्स. ाबोउत थिर्द ोफ ेवेर्य विल्लगेर'स दिएत त गोकुल िस कोम्पोसेद ोफ फ्रुइत्स न्द वेगेतब्लेस. गरोव थेम िन फर्म, कोन्सुमे, न्द त्रदे थेम (िन किलोग्रम्स) त थे मर्केत.

source: Beans Source of proteins at Gokul. Grow them in farms, consume and trade them (in kilograms) at the market. Sugar, Salt and Oils They are added to your food items. Buy them at the market for your family. Sugar and oil help you provide carbohydrates and fats. Salt provides you minerals. Keep their quantities balanced.
es: Frijoles Fuente de proteinas en Gokul. Crecer en las granjas, consumo y comercio de ellos (en kilogramos) en el mercado. Azucar, sal y aceites Se anaden a sus productos alimenticios. Comprarlos en el mercado para su familia. De azucar y aceite de ayudar a proporcionar los carbohidratos y las grasas. Sal proporciona minerales. Mantenga sus cantidades equilibradas.
hi: बेअन्स सोउर्के ोफ प्रोतेइन्स त गोकुल. गरोव थेम िन फर्म्स, कोन्सुमे न्द त्रदे थेम (िन किलोग्रम्स) त थे मर्केत. सुगर, सल्त न्द ोिल्स ठेय रे द्देद तो योउर फूद ितेम्स. बुय थेम त थे मर्केत फोर योउर फमिल्य. सुगर न्द ोइल हेल्प योउ प्रोविदे कर्बोह्य्द्रतेस न्द फत्स. सल्त प्रोविदेस योउ मिनेरल्स. कीप थेइर qुअन्तितिएस बलन्केद.
